print('''
╔═══════════════════════════╗ 
║                    商品标价签                        ║                                              
║                                                      ║  
║  品名                       货号                     ║
║  NAME                       ARTICLE NO               ║
║  ￣￣￣￣￣￣￣￣￣￣￣     ￣￣￣￣￣￣￣￣￣￣￣   ║                                     
║  规格                       质地                     ║
║  SPECIFICATION              TEXTURE                  ║
║  ￣￣￣￣￣￣￣￣￣￣￣     ￣￣￣￣￣￣￣￣￣￣￣   ║
║  产地                       等级                     ║
║  PRODUCINGAREA              GRADE                    ║
║  ￣￣￣￣￣￣￣￣￣￣￣     ￣￣￣￣￣￣￣￣￣￣￣   ║
║  计价单位                   物价员                   ║
║  UNIT                       PRICE SUPERVISOR         ║
║  ￣￣￣￣￣￣￣￣￣￣￣￣   ￣￣￣￣￣￣￣￣￣￣￣   ║                                              
║  零售价 RETAIL PRICE                                 ║
║                                                      ║
╚═══════════════════════════╝                   
''
